// input-file с данными об аккаунтах и группах
export const INPUT_FILEPATH = 'accounts.json';

// Задержки
export const DELAY_BETWEEN_GROUPS_CREATION = '1 minute';
export const DELAY_BETWEEN_ACCOUNTS_START = '1 minute';

// АПИ ключи
export const CAPTCHA_GURU_API_KEY = '';

export const OPENAI_API_KEY = '';
// Примеры для chat-gpt для создание описания групп
export const descriptionExamples = [
  {
    topic: 'Строительство и ремонт',
    description:
      'Эта группа предназначена для всех, кто интересуется строительством и ремонтом. Здесь вы найдете полезные советы, рекомендации и инструкции по созданию и обновлению вашего дома. Обсуждения касаются как профессиональных технологий, так и доступных домашних решений. Присоединяйтесь, делитесь опытом, задавайте вопросы и находите идеи для ваших проектов!',
  },
  {
    topic: 'Рукоделие',
    description:
      'Эта группа создана для тех, кто любит создавать что-то своими руками! Здесь вы найдете вдохновляющие короткие видео на тему рукоделия, полезные советы и оригинальные идеи для творчества. Мы обсуждаем вязание, вышивку, создание украшений, декор для дома и многое другое. Каждый, кто увлечен креативом и ручной работой, найдет здесь что-то интересное. Присоединяйтесь, делитесь своими проектами, задавайте вопросы и вдохновляйтесь вместе с нами!',
  },
  {
    topic: 'Животные, коты',
    description:
      'Здесь вы найдете самые милые и смешные клипы про котиков! 🐾 Ежедневная порция уюта, пушистиков и забавных ситуаций, которые точно заставят вас улыбнуться. Подписывайтесь, чтобы не пропустить новые видео с нашими любимыми хвостатыми героями! ❤️😻\n— Смешные моменты 🐾\n— Умилительные видео 🐱\n— Кототерапия 24/7\nПрисоединяйтесь к нашему пушистому сообществу и делитесь радостью с друзьями!',
  },
];
